alacritty
awesome-terminal-fonts
base-devel
dmenu
dunst
exa
feh
firefox
fish
fisher
flameshot
font-manager-git
gnome-keyring
greetd-git
greetd-tuigreet
himalaya
htop
imagemagick
lemonbar-xft-git
lxappearance
neovim
nerd-fonts-complete
nerd-fonts-source-code-pro
network-manager-applet
networkmanager
networkmanager-dmenu-git
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nitrogen
noto-fonts
oh-my-zsh-git
papirus-icon-theme
pavucontrol
picom
polkit
polkit-gnome
polybar
reflector
rofi
rofi-theme-fonts
scrot
sddm
starship-git
stow
sxhkd
terminus-font
termite
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-hack
ttf-material-design-iconic-font
ttf-meslo-nerd-font-powerlevel10k
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tty-clock
unrar
unzip
urxvt-fullscreen
urxvt-perls
urxvt-resize-font-git
variety
vim
volumeicon
wget
whitesur-gtk-theme-git
wired-git
wireless-regdb
wireless_tools
wmctrl
wpa_supplicant
xdg-user-dirs
xdg-user-dirs-gtk
xfce4-appfinder
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfconf
xorg-xinit
zsh
zsh-completions
zsh-syntax-highlighting